CFD_outputData/case_01/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    fire_inlet
    {
        type            patch;
        nFaces          34;
        startFace       210647;
    }
    outlet
    {
        type            patch;
        nFaces          400;
        startFace       210681;
    }
    base
    {
        type            wall;
        nFaces          14244;
        startFace       211081;
    }
)

// ************************************************************************* //
